/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D.\nThis plug-in may require an update." = "^P unexpectedly quit while trying to use the Audio Unit “%1$@” by “%2$@”.\nThis plug-in may require an update.";

/* alert button */
"Abort scan" = "Abort scan";

/* alert title */
"An error has occured with an installed Audio Unit plug-in." = "An error has occured with an installed Audio Unit plug-in.";

/* alert title */
"Audio Unit authorization error." = "Audio Unit authorization error.";

/* shown in the AU Manager as instruction for the user */
"Choose which Audio Units to make available in %@:" = "Choose which Audio Units to make available in %@:";

/* shown in the AU Manager as instruction for the user */
"Choose which Audio Units to make available in ^P and Nodes:" = "Choose which Audio Units to make available in ^P and Nodes:";

/* alert button */
"Continue" = "Continue";

/* alert button */
"Continue scan" = "Continue scan";

/* possible validation result */
"couldn't be opened" = "couldn't be opened";

/* possible validation result */
"crashed validation" = "crashed validation";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the AU Manager." = "Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the AU Manager.";

/* audio unit type */
"effect" = "effect";

/* possible validation result */
"failed validation" = "failed validation";

/* audio unit type */
"format converter" = "format converter";

/* audio unit type */
"generator" = "generator";

/* alert button */
"Ignore" = "Ignore";

/* alert button */
"Ignore plug-in" = "Ignore plug-in";

/* alert title */
"Incompatible Audio Units found." = "Incompatible Audio Units found.";

/* audio unit type */
"instrument" = "instrument";

/* used for invalid version numbers */
"invalid" = "invalid";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-controlled effect";

/* audio unit type */
"mixer" = "mixer";

/* possible validation result */
"not authorized" = "not authorized";

/* possible validation result */
"not validated due to internal error" = "not validated due to internal error";

/* possible validation result */
"not yet validated" = "not yet validated";

/* audio unit type */
"offline effect" = "offline effect";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P.";

/* alert button */
"Open plug-in graphic interface" = "Open plug-in graphic interface";

/* audio unit type */
"output unit" = "output unit";

/* audio unit type */
"panner" = "panner";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Scanning Audio Units (finalized %1$ld of %2$ld)";

/* message while starting up */
"Searching for Audio Unit plug-ins..." = "Searching for Audio Unit plug-ins...";

/* alert button */
"Start AU Manager" = "Start AU Manager";

/* possible validation result */
"successfully validated" = "successfully validated";

/* alert text */
"The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.\nPlease check the plug-in's documentation for more information about its copy protection." = "The Audio Unit “%1$@” by “%2$@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in's documentation for more information about its copy protection.";

/* alert text */
"The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.\nPlease check the plug-in's documentation for more information about its copy protection. You may open the plug-in's graphic interface now for managing copy protection." = "The Audio Unit “%1$@” by “%2$@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in's documentation for more information about its copy protection. You may open the plug-in's graphic interface now for managing copy protection.";

/* used when value transformer can't interpret given object */
"unknown" = "unknown";

/* message while starting up */
"Updating information about Audio Unit plug-ins..." = "Updating information about Audio Unit plug-ins...";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the AU Manager now to review the validation results or continue the startup process." = "While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the AU Manager now to review the validation results or continue the startup process.";

/* alert title */
"You are about to abort the scan process." = "You are about to abort the scan process.";

/* alert title */
"You are using incompatible Audio Units." = "You are using incompatible Audio Units.";

/* title of text label shown in placeholders for plugins that run in the AU Server */
"Click to edit" = "Click to edit";
